[{"id": "Intro", "name": "***************************\nIf you have problems opening the attachment, right click with your mouse and \"open with\" then choose Microsoft Office Word.\n*****************************\n\nWe acknowledge receipt of your registration to attend the 61st meeting of the CITES Standing Committee, which will take place in Geneva (Switzerland), from 15 to 19 August 2011. The meeting will be held at:\n\nCentre International de Conférences Genève (CICG)\n17, rue de Varembé\nCH-1211 GENEVA 20\nSwitzerland.\n\nRegistration of participants will start on Monday 15 August 2011 from 08h00.\n\nATTENTION: Documents for the meeting will be placed on the CITES website as they become available. Printed copies of all documents available will be sent to members and alternate members of the Committee. The Secretariat will NOT distribute sets of documents at the meeting. Consequently, all participants are requested to bring their own set.\n\nTRANSFER FROM THE AIRPORT TO THE HOTEL: Geneva International Airport offers arriving passengers a free ticket into town, valid throughout the «Tout Genève» zone of the Geneva Public Transport system (TPG) / unireso. You can get the free ticket from the automatic distributor, located in the baggage claim area, just before going through customs. It is valid for 80 minutes and is available to arriving passengers only.\n\nTRANSFER FROM THE HOTEL TO THE CONFERENCE CENTRE: Tourists staying in Geneva will also receive a «Geneva Transport Card» (free travel on the Geneva Public Transport system throughout their stay) when they check in at their hotel, camp ground, youth hostel, etc. They can use the Geneva Transport Card to travel to Geneva International Airport on the day they fly out.\n\nBest regards,\n\nMaritza\n"}, {"id": "Credent", "name": "Participants are reminded of Rules 7, 8, 9, 10 and 11 of the Rules of Procedure for meetings of the Standing Committee:\n\n\"Rule 7\nThe Representative or, in his/her absence, the Alternate Representative of a member shall, before exercising the voting rights of the member at a meeting have been granted powers by or on behalf of a proper authority enabling him or her to represent the member at the meeting.\n\nRule 8\nAny observer representing a Party or an organization in a meeting, shall have been granted powers by or on behalf of a proper authority enabling him or her to represent the Party or organization.\n\nRule 10\n... Credentials in the form of a letter from the Minister for Foreign Affairs or the Minister responsible or the Director of the Management Authority or a note verbale from a permanent mission may be accepted. Verifiable copies of credentials may also be accepted. Credentials shall however not be accepted if they have been signed by the person whom they accredit. Credentials may be valid for more than one meeting if this is specified in the text thereof.\"\n\nOBSERVER ORGANIZATIONS:\nThe Secretariat wishes to remind representatives of organizations that they need to provide credentials from a proper authority enabling them to represent their organization. The credentials will not be accepted if they have been signed by the person whom they accredit. In addition, NGOs should note that the Letter of approval from the Management Authority of the State in which the headquarters of the organization are located does not qualify as credentials.\n"}, {"id": "Approval", "name": "Participants from non-governmental organizations (NGOs) are reminded that for meetings of the Standing Committee, NGOs need to present a letter of approval from the Management Authority of the State in which the organization is located and, in the case of international NGOs, the approval from the Management Authority of the State where the headquarters of the organization are located.\n"}, {"id": "Invitation", "name": "In accordance with Rule 6, paragraph 2, of the Rules of Procedure, any person or body wishing to participate in a meeting of the Committee as an observer, in accordance with paragraph 1 of the same Rule, must submit the Registration form to the Secretariat at least 30 days before the meeting, that is by 6 June 2009, together with relevant information with regard to the technical qualifications of the person or body and approval of the State in which the body is located.  The Secretariat will forward requests to attend the meeting and the relevant information to the Chairman and the members of the Committee. Therefore, organizations are urged to send their request as soon as possible and not wait until the deadline. Organizations wishing to be represented at the meeting by observers are advised not to make travel arrangements until their participation is approved by the Chairman.\n\nYour request together with the supporting information will be sent to the Chairman and other members of the Standing Committee for their decision, once all the requests have been received. The Committee will then decide whether to issue an invitation to your organization.\n\nPlease also note that the Committee may decide to limit the attendance of invited participants to the discussion of specific agenda item.\n"}, {"id": "Fee", "name": "The registration fee for representatives of non-governmental organizations is USD100 per person. Payments can be made as follows:\n"}, {"id": "Payment", "name": "1. In advance, by bank transfer or international bank draft, in US dollars only, to:\n    Bank name: UBS SA\n    Address: 35, rue des Noirettes, CH-1211 Geneva 2, Switzerland\n    Account name: United Nations Environment Programme / UNEP-CITES Secretariat\n    Account number: 240-730.490.60 F\n    IBAN: CH21 0024 0240 7304 9060 F\n    SWIFT code: UBSWCHZH12A\n    [Please indicate the name(s) of the representative(s) for whom the payment is being made]\n\n2. At the time of registration, in cash: 100 US dollars or 85 Swiss francs.\n    Please note that personal cheques and credit cards are NOT accepted.\n"}, {"id": "EM_Subj", "name": "SC61 registration -- Acknowledgment\n"}, {"id": "EM_Ack", "name": "***************************\nIf you have problems opening the attachment, right click with your mouse and \"open with\" then choose Microsoft Office Word.\n*****************************\n\nWe acknowledge receipt of your registration to attend the 61st meeting of the CITES Standing Committee, which will take place in Geneva (Switzerland), from 15 to 19 August 2011. The meeting will be held at:\n\nCentre International de Conférences Genève (CICG)\n17, rue de Varembé\nCH-1211 GENEVA 20\nSwitzerland.\n\nRegistration of participants will start on Monday 15 August 2011 from 08h00.\n\nATTENTION: Documents for the meeting will be placed on the CITES website as they become available. Printed copies of all documents available will be sent to members and alternate members of the Committee. The Secretariat will NOT distribute sets of documents at the meeting. Consequently, all participants are requested to bring their own set.\n\nTRANSFER FROM THE AIRPORT TO THE HOTEL: Geneva International Airport offers arriving passengers a free ticket into town, valid throughout the «Tout Genève» zone of the Geneva Public Transport system (TPG) / unireso. You can get the free ticket from the automatic distributor, located in the baggage claim area, just before going through customs. It is valid for 80 minutes and is available to arriving passengers only.\n\nTRANSFER FROM THE HOTEL TO THE CONFERENCE CENTRE: Tourists staying in Geneva will also receive a «Geneva Transport Card» (free travel on the Geneva Public Transport system throughout their stay) when they check in at their hotel, camp ground, youth hostel, etc. They can use the Geneva Transport Card to travel to Geneva International Airport on the day they fly out.\n\nBest regards,\n\nMaritza\n"}, {"id": "EMSP_Subj", "name": "SC61 registration – Acknowledgment and information for sponsored delegates\n"}, {"id": "EMSP_Ack", "name": "Thank you for informing us that you will participate in the 57th meeting of the Standing Committee, which will take place in Geneva (Switzerland), from 14 to 18 July 2008.\n\nWith regards to your travel arrangements, please contact the travel agent representing Carlson Wagonlit Travel in Ghana to make your bookings in economy class via the most direct route and the least costly fare.\n\nThe travel agent is:\n\nGHANA\n\n    KUABA TRAVEL & TOURS AGENCY\n    Republic House P.O.Box 2059\n    ACCRA\n\n    Tel : 233 21 660 446\n    Fax : 233 21 660 446\n\n    Contacts: Ms Phyliss Kuma or Dominique\n\n\nOfficial date of arrival in Geneva:         13 July 2008\nOfficial date of departure from Geneva:     19 July 2008  (or 18 July if a late evening flight available)\n\nPlease fax or email us a copy of the itinerary and fare once you get it from the travel agent. With that information we will ask Carlson Wagonlit Travel in Geneva to pick up your bookings and have your ticket issued in Accra (without you having to advance the funds).\n\nWhen making your bookings, please take into account that the Secretariat will cover your travel and per diem expenses as follows:\n\n–   an economy class ticket Accra (GH) – Geneva (CH) - Accra (via the most direct route and the least costly fare).  Only official stopovers authorized in advance by the CITES Secretariat can be reimbursed to delegates at appropriate UN rate upon the submission of the UN travel claim form together with supporting documents such as the original ticket stubs and boarding passes, the original hotel bill and the evidence of payment. The reimbursement will be processed by the Secretariat within 30 days upon receipt of the required documents, including complete banking details. The complete banking details should include:\n\n1.  Bank name and address\n2.  Name of account holder/beneficiary\n3.  IBAN (International Bank Account Number)\n4.  SWIFT or BIC code or ABA No.\n5.  Correspondence bank, if applicable\n\n–   a per diem from the official date of arrival in Geneva (13 July 2008) until the end of the meeting, which means that your departure should be in the morning of 19 July 2008 or 18 July if there is a late evening flight available. Should you wish to arrive earlier or leave Geneva at a later date, the additional days will be at your own expenses.\n\nIn addition, please note the following:\n\nPASSPORT AND VISAS: Please ensure that your travel documents are valid and that you have all necessary visas prior to your travel, including visas for \"transit\" countries. Should you require a letter of invitation to obtain your visa, please send your request to the Secretariat as soon as possible.\n\nHEALTH: The United Nations assumes that, as the invited participant in a UN meeting, you are in good health and have no illness or disability that might prevent you from travelling to or participating in the meeting. It is your responsibility to inform the CITES Secretariat of any such health impediment.\n\nINSURANCE: Neither the CITES Secretariat nor UNEP shall be responsible for the costs involved in case of accident or illness. It is your responsibility or that of your Government to ensure that you obtain adequate travel insurance prior to your travel to Geneva starts.\nPURCHASING OWN TICKETS: Please note that any ticket purchased by the delegate to attend this meeting without a prior written authorization from the Secretariat will not be reimbursed.\n\nBest regards,\n\nMaritza\n"}]